Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Localizations/AmbientSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ALWAYS_ON_DISPLAY_TURN_OFF_AUTOMATICALLY
source: Automatically
ar: تلقائيًا
bg: Автоматично
ca: Automàticament
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automáticamente
es_us: Automáticamente
fi: Automaattisesti
fr: Automatique
fr_ca: Automatiquement
he: באופן אוטומטי
hi: ऑटोमैटिकली
hr: Automatski
hu: Automatikusan
id: Secara Otomatis
it: In automatico
ja: 自動
kk: Автоматты
ko: 자동
lt: Automatiškai
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatycznie
pt_br: Automaticamente
pt_pt: Automaticamente
ro: Automat
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatiskt
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# NOTIFICATIONS_PREVIEW_FOOTER
source: %@ can hide the preview of a notification until you tap on it.
ar: يمكن أن يخفي نمط %@ معاينة الإشعار إلى أن تضغط عليه.
bg: %@ може да скрива прегледа на известие, докато не го докоснете.
ca: %@ pot ocultar la previsualització d’una notificació fins que la toquis.
cs: %@ může skrývat náhledy oznámení, dokud na ně neklepnete.
da: %@ kan skjule eksemplet på en notifikation, indtil du trykker på den.
de: „%@“ kann die Vorschau von Mitteilungen ausblenden, bis du darauf tippst.
el: Η δυνατότητα «%@» μπορεί να αποκρύπτει την προεπισκόπηση μιας γνωστοποίησης μέχρι να την αγγίξετε.
es: En el modo “%@”, se ocultará la previsualización de las notificaciones hasta que las toques.
es_us: %@ puede ocultar la vista previa de una notificación hasta que la toques.
fi: %@ voi kätkeä ilmoituksen esikatselun, kunnes napautat sitä.
fr: %@ peut masquer l’aperçu d’une notification jusqu’à ce que vous la touchiez.
fr_ca: %@ peut masquer l’aperçu d’une notification jusqu’à ce que vous touchiez cette dernière.
he: ״%@״ יכול להסתיר את התצוגה המקדימה של עדכון עד להקשה עליו.
hi: किसी सूचना के प्रीव्यू को %@ तब तक छिपाकर रख सकता है जब तक आप उस पर टैप नहीं करते।
hr: %@ može sakriti pregled obavijesti sve dok je ne dodirnete.
hu: A(z) %@ képes elrejteni az értesítés előnézetét, amíg rá nem koppint.
id: %@ dapat menyembunyikan pratinjau pemberitahuan hingga Anda mengetuknya.
it: %@ può nascondere l’anteprima di una notifica finché non la tocchi.
ja: 通知をタップするまで、%@でプレビューを表示しないようにすることができます。
kk: Хабарландыруды түрткенге дейін, %@ хабарландырудың алдын ала көрінісін жасырады.
ko: %@ 모드에서 알림을 탭할 때까지 알림 미리보기를 가릴 수 있습니다.
lt: Funkcija „%@“ gali paslėpti pranešimo peržiūrą tol, kol jį bakstelėsite.
ms: %@ boleh menyembunyikan pratonton pemberitahuan sehingga anda mengetik padanya.
nl: %@ kan de voorvertoning van een melding verbergen totdat je erop tikt.
no: %@ kan vente med å forhåndsvise en varsling til du trykker på den.
pl: %@ może ukrywać podgląd powiadomień i wyświetlać go dopiero po stuknięciu.
pt_br: %@ pode ocultar a pré‑visualização de uma notificação até que você toque nela.
pt_pt: %@ pode ocultar a pré‑visualização de uma notificação até tocar nela.
ro: %@ poate ascunde previzualizarea unei notificări până când apăsați pe aceasta.
ru: Предпросмотр уведомления может быть скрыт в режиме «%@», пока Вы не коснетесь этого уведомления.
sk: %@ skryje náhľad hlásenia, pokiaľ naň neklepnete.
sl: %@ lahko skrije predogled obvestila, dokler nanj ne tapnete.
sv: %@ kan gömma förhandsvisningen av en notis tills du trycker på den.
th: %[tt]@สามารถซ่อนการแสดงตัวอย่างของการแจ้งเตือนได้จนกว่าคุณจะแตะที่การแจ้งเตือน
tr: %@, bildirimin önizlemesini siz bildirime dokununcaya dek gizleyebilir.
uk: У режимі «%@» передогляд сповіщень може приховуватися, доки ви не торкнете його.
vi: %@ có thể ẩn bản xem trước của thông báo đến khi bạn chạm vào thông báo.
zh_cn: %@可在你轻点前隐藏通知预览。
zh_hk: %@可以隱藏通知預覽，直至你點一下。
zh_tw: %[tt]@可以隱藏通知的預覽內容，直到你點一下為止。

# NOTIFICATIONS_GROUP_HEADER
source: Notifications
ar: الإشعارات
bg: Известия
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
kk: Хабарландырулар
ko: 알림
lt: Pranešimai
ms: Pemberitahuan
nl: Meldingen
no: Varslinger
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# NIGHT_MODE_ENABLED
source: Night Mode
ar: النمط الليلي
bg: Нощен режим
ca: Mode de nit
cs: Noční režim
da: Nattilstand
de: Nachtmodus
el: Νυχτερινή λειτουργία
es: Modo Noche
es_us: Modo Noche
fi: Yötila
fr: Mode Nuit
fr_ca: Mode Nuit
he: מצב לילה
hi: नाइट मोड
hr: Noćni mod
hu: Éjszakai mód
id: Mode Malam
it: Modalità notte
ja: 夜間モード
kk: Түнгі режим
ko: 야간 모드
lt: Naktinis režimas
ms: Mod Malam
nl: Nachtmodus
no: Nattmodus
pl: Tryb Noc
pt_br: Modo Noite
pt_pt: Modo Noite
ro: Mod Noapte
ru: Ночной режим
sk: Nočný režim
sl: Nočni način
sv: Nattläge
th: โหมดกลางคืน
tr: Gece Modu
uk: Нічний режим
vi: Chế độ Ban đêm
zh_cn: 夜间模式
zh_hk: 夜間模式
zh_tw: 夜間模式

# NOTIFICATIONS_PREVIEW
source: Show Preview on Tap Only
ar: إظهار المعاينة عند الضغط فقط
bg: Показвай прегледа само при докосване
ca: Previsualitza només en tocar
cs: Náhledy zobrazit až po klepnutí
da: Vis kun eksempel ved tryk
de: Vorschau nur bei Tippen anzeigen
el: Εμφάνιση προεπισκόπησης μόνο με άγγιγμα
es: Mostrar previsualización solo al tocar
es_us: Previsualizar sólo al tocar
fi: Näytä esikatselu vain napautuksella
fr: Afficher l’aperçu au toucher uniquement
fr_ca: Afficher l’aperçu au toucher uniquement
he: תצוגה מקדימה בהקשה בלבד
hi: केवल टैप करने पर प्रीव्यू दिखाएँ
hr: Prikaži pregled samo nakon dodira
hu: Előnézet megjelenítése csak koppintással
id: Tampilkan Pratinjau Hanya Saat Diketuk
it: Mostra anteprima solo con tocco
ja: タップしたときのみプレビューを表示
kk: Тек түрткенде алдын ала көріністі көрсету
ko: 탭할 때만 미리보기
lt: Rodyti peržiūrą tik bakstelėjus
ms: Tunjukkan Pratonton apabila Diketik Sahaja
nl: Toon voorvertoning bij alleen tikken
no: Forhåndsvis kun ved trykk
pl: Pokazuj podgląd po stuknięciu
pt_br: Mostrar Pré-visualização Apenas ao Tocar
pt_pt: Mostrar pré‑visualização após tocar
ro: Afișare previzualizare doar la apăsare
ru: Предпросмотр только по касанию
sk: Zobraziť náhľad len pri klepnutí
sl: Prikaži predogled samo ob tapu
sv: Visa förhandsvisning endast efter tryck
th: แสดงตัวอย่างเมื่อแตะเท่านั้น
tr: Önizlemeyi Yalnızca Dokunulduğunda Göster
uk: Показувати передогляд тільки за дотиком
vi: Chỉ hiển thị bản xem trước khi chạm
zh_cn: 仅轻点时显示预览
zh_hk: 只在點一下時顯示預覽
zh_tw: 只在點一下時顯示預覽內容

# AMBIENT_MODE_ENABLED_FOOTER
source: %@ will turn on when iPhone is placed on its side while charging to show information like widgets, photo frames, or clocks.
ar: سيتم تشغيل %@ عند وضع iPhone على جانبه أثناء شحنه لإظهار معلومات مثل الأدوات أو إطارات الصور أو الساعات.
bg: %@ ще се включи, когато iPhone е поставен хоризонтално, докато се зарежда, за да показва информация като инструменти, снимки или часовници.
ca: %@ s’activarà i mostrarà ginys, fotos o rellotges quan tinguis l’iPhone connectat al corrent i en posició horitzontal.
cs: %@ se zapne a zobrazí informace, jako jsou widgety, fotky nebo hodiny, když bude iPhone ve vodorovné poloze a připojený k napájení.
da: %@ slås til, når iPhone placeres i liggende retning og er tilsluttet en strømforsyning, for at vise oplysninger som f.eks. widgets, fotorammer eller ure.
de: „%@“ wird aktiviert, wenn das iPhone während des Ladens auf die Seite gestellt wird, um Informationen wie Widgets, Fotorahmen oder Uhren anzuzeigen.
el: Όταν το iPhone τοποθετηθεί σε οριζόντια θέση και φορτίζεται, η λειτουργία «%@» θα ενεργοποιηθεί για εμφάνιση πληροφοριών, όπως widget, πλαίσια φωτογραφιών ή ρολόγια.
es: Cuando el iPhone se esté cargando en posición horizontal, se activará el modo “%@” para mostrar widgets, fotos o relojes.
es_us: El modo %@ se activará cuando el iPhone se esté recargando y en posición horizontal para mostrar información como widgets, marcos de fotos o relojes.
fi: %@ menee päälle, kun iPhone asetetaan lataamisen aikana kyljelleen, jolloin se näyttää tietoja, kuten widgettejä, valokuvakehyksiä tai kelloja.
fr: %@ s’activera pour afficher des widgets, des photos ou des horloges lorsque l’iPhone sera en charge et placé en mode paysage.
fr_ca: %@ s’activera pour afficher des éléments comme des widgets, des cadres photo ou des horloges quand l’iPhone sera en cours de recharge et placé sur le côté.
he: ״%@״ יופעל כאשר ה-iPhone מונח על צידו תוך כדי טעינה כדי להציג מידע כמו וידג׳טים, מסגרות של תמונות או שעונים.
hi: iPhone लैंडस्केप में रखा गया हो और चार्ज पर लगा हो, तो %@ चालू हो जाएगा और विजेट, तस्वीर फ़्रेम या घड़ियों जैसी जानकारी दिखाई जाएगी।
hr: %@ će se uključiti kad iPhone bude postavljen na bočnu stranu tijekom punjenja radi prikazivanja informacija poput widgeta, okvira fotografija ili satova.
hu: A %@ be fog kapcsolni, amikor az iPhone töltés közben az oldalára van fordítva, és információkat fog megjeleníteni, például widgeteket, fotókat vagy órákat.
id: %@ akan menyala saat iPhone diletakkan menyamping sambil diisi dayanya untuk menampilkan informasi seperti widget, bingkai foto, atau jam.
it: %@ si attiverà quando iPhone è in carica in orientamento orizzontale per mostrare informazioni come widget, orologi o foto.
ja: %@は、iPhoneが充電中で横向きになっているときにオンになり、ウィジェット、写真フレーム、時計などの情報が表示されます。
kk: %@ функциясы виджеттер, фото жиектемелер немесе сағаттар сияқты ақпаратты көрсету үшін зарядтау кезінде iPhone құрылғысын бүйірімен қойғанда іске қосылады.
ko: iPhone이 충전 중인 상태로 가로 화면 방향으로 놓여 있으면 %@ 기능이 활성화되어 위젯, 사진 프레임 또는 시계 등의 정보를 표시합니다.
lt: Funkcija „%@“ bus įjungta „iPhone“ pavertus ant šono, kai jis įkraunamas, kad būtų rodoma informacija, pvz., valdikliai, nuotraukų rėmeliai arba laikrodžiai.
ms: %@ akan diaktifkan apabila iPhone diletakkan pada sisinya semasa mengecas untuk menunjukkan maklumat seperti widget, bingkai foto atau jam.
nl: %@ wordt ingeschakeld wanneer de iPhone tijdens het opladen op zijn zijkant wordt gezet om informatie zoals widgets, fotokaders of klokken weer te geven.
no: %@ slås på når iPhonen legges på siden under lading, for å vise informasjon som widgeter, bilderammer eller klokker.
pl: %@ będzie włączany po ustawieniu iPhone’a w orientacji poziomej i podłączeniu go do źródła zasilania. Tryb ten może wyświetlać widżety, ramki ze zdjęciami i zegary.
pt_br: O modo %@ será ativado quando o iPhone estiver sendo carregado e na horizontal, para mostrar informações como widgets, molduras de fotos ou relógios.
pt_pt: A funcionalidade %@ será ativada quando o iPhone for colocado em posição horizontal durante o carregamento, para mostrar informação como widgets, molduras de fotografias ou relógios.
ro: Modul %@ se va activa atunci când iPhone‑ul este așezat pe orizontală în timp ce se încarcă pentru a afișa informații precum widgeturi, rame foto digitale sau ceasuri.
ru: Режим «%@» будет включаться на горизонтально повернутом iPhone во время зарядки, чтобы показывать виджеты, фоторамки или часы.
sk: %@ sa zapne a zobrazí informácie, ako sú widgety, fotorámiky alebo hodiny, keď bude iPhone vo vodorovnej polohe a pripojený k napájaniu.
sl: Način %@ se bo vklopil, ko iPhone med polnjenjem postavite ležeče, da se prikažejo informacije, kot so gradniki, fotografije ali ure.
sv: %@ aktiveras när iPhone placeras i liggande läge och laddas för att visa information som widgetar, bildramar eller klockor.
th: %[tt]@จะเปิดใช้เมื่อวาง iPhone ในแนวนอนในระหว่างชาร์จเพื่อแสดงข้อมูล เช่น วิดเจ็ต กรอบรูปภาพ หรือนาฬิกา
tr: %@, araç takımı, fotoğraf çerçevesi veya saat gibi bilgileri göstermek için iPhone şarj olurken yan koyulduğunda açılır.
uk: Режим «%@» вмикатиметься, коли iPhone розміщено горизонтально та підʼєднано до живлення, щоб показувати віджети, фотографії, годинники тощо.
vi: %@ sẽ bật khi iPhone được đặt ở hướng ngang trong khi sạc để hiển thị các thông tin như tiện ích, khung ảnh hoặc đồng hồ.
zh_cn: iPhone充电并横向放置时将打开%@，以显示小组件、照片或时钟等信息。
zh_hk: iPhone橫向擺放並進行充電時，%@會開啟以顯示小工具、相片或時鐘等資料。
zh_tw: iPhone橫向擺放並進行充電時，%[tt]@會開啟以顯示小工具、相框或時鐘等資訊。

# TURN_DISPLAY_OFF_GROUP_HEADER
source: Turn Display Off
ar: إيقاف الشاشة
bg: Изключи екрана
ca: Apaga la pantalla
cs: Displej vypínat
da: Slå skærm fra
de: Display deaktivieren
el: Απενεργοποίηση οθόνης
es: Apagar pantalla
es_us: Apagar pantalla
fi: Laita näyttö pois päältä
fr: Éteindre lʼécran
fr_ca: Éteindre l’écran
he: כיבוי התצוגה
hi: डिस्प्ले बंद करें
hr: Isključi zaslon
hu: Kijelző kikapcsolása
id: Matikan Layar
it: Disattiva schermo
ja: 画面をオフにする
kk: Дисплейді өшіру
ko: 디스플레이 끄기
lt: Išjungti ekraną
ms: Matikan Paparan
nl: Schakel scherm uit
no: Slå skjerm av
pl: Wyłącz wyświetlacz
pt_br: Desligar Tela
pt_pt: Desligar ecrã
ro: Stingere afișaj
ru: Выключение дисплея
sk: Vypnúť displej
sl: Izklop zaslona
sv: Stäng av skärmen
th: ปิดจอภาพ
tr: Ekranı Kapat
uk: Вимикати екран
vi: Tắt màn hình
zh_cn: 关闭显示屏
zh_hk: 關閉螢幕
zh_tw: 關閉螢幕

# DISPLAY_SETTINGS_GROUP_HEADER
source: Display
ar: الشاشة
bg: Екран
ca: Pantalla
cs: Displej
da: Skærm
el: Οθόνη
es: Pantalla
es_us: Visualización
fi: Näyttö
fr: Affichage
fr_ca: Écran
he: תצוגה
hi: डिस्प्ले
hr: Zaslon
hu: Kijelző
id: Layar
it: Schermo
ja: 画面表示
kk: Дисплей
ko: 디스플레이
lt: Ekranas
ms: Paparan
nl: Weergave
no: Skjerm
pl: Wyświetlacz
pt_br: Tela
pt_pt: Visualização
ro: Afișaj
ru: Дисплей
sk: Displej
sl: Zaslon
sv: Skärm
th: จอภาพ
tr: Ekran
uk: Дисплей
vi: Màn hình
zh_cn: 显示屏
zh_hk: 螢幕
zh_tw: 螢幕

# ALWAYS_ON_DISPLAY_TURN_OFF_AFTER_IDLE
source: After 20 Seconds
ar: بعد ٢٠ ثانية
bg: След 20 секунди
ca: Al cap de 20 segons
cs: Po 20 sekundách
da: Efter 20 sekunder
de: Nach 20 Sekunden
el: Μετά από 20 δευτερόλεπτα
es: Tras 20 segundos
es_us: Después de veinte segundos
fi: 20 sekunnin kuluttua
fr: Après 20 secondes
fr_ca: Après 20 secondes
he: לאחר 20 שניות
hi: 20 सेकंड बाद
hr: Nakon 20 sekundi
hu: 20 másodperc után
id: Setelah 20 Detik
it: Dopo 20 secondi
ja: 20秒後
kk: 20 секундтан кейін
ko: 20초 후
lt: Po 20 sekundžių
ms: Selepas 20 Saat
nl: Na 20 seconden
no: Etter 20 sekunder
pl: Po 20 sekundach
pt_br: Após 20 Segundos
pt_pt: Após 20 segundos
ro: După 20 de secunde
ru: Через 20 секунд
sk: Po 20 sekundách
sl: Po 20 sekundah
sv: Efter 20 sekunder
th: หลังจาก 20 วินาที
tr: 20 Saniye Sonra
uk: Через 20 секунд
vi: Sau 20 giây
zh_cn: 20秒后
zh_hk: 20秒後
zh_tw: 20秒後

# NOTIFICATIONS_ENABLED
source: Show Notifications
ar: إظهار الإشعارات
bg: Покажи известия
ca: Mostra les notificacions
cs: Zobrazovat oznámení
da: Vis notifikationer
de: Mitteilungen einblenden
el: Εμφάνιση γνωστοποιήσεων
es: Mostrar notificaciones
es_us: Mostrar notificaciones
fi: Näytä ilmoitukset
fr: Afficher les notifications
fr_ca: Afficher les notifications
he: הצגת עדכונים
hi: सूचनाएँ दिखाएँ
hr: Prikaži obavijesti
hu: Értesítések megjelenítése
id: Tampilkan Pemberitahuan
it: Mostra notifiche
ja: 通知を表示
kk: Хабарландыруларды көрсету
ko: 알림 보기
lt: Rodyti pranešimus
ms: Tunjukkan Pemberitahuan
nl: Toon meldingen
no: Vis varslinger
pl: Pokazuj powiadomienia
pt_br: Mostrar Notificações
pt_pt: Mostrar notificações
ro: Afișare notificări
ru: Показ уведомлений
sk: Zobrazovať hlásenia
sl: Prikaži obvestila
sv: Visa notiser
th: แสดงการแจ้งเตือน
tr: Bildirimleri Göster
uk: Показувати сповіщення
vi: Hiển thị thông báo
zh_cn: 显示通知
zh_hk: 顯示通知
zh_tw: 顯示通知

# NOTIFICATIONS_ENABLED_FOOTER
source: Critical notifications will still be shown in %@ if this switch is off.
ar: سيستمر إظهار الإشعارات العاجلة في %@ في حالة إيقاف مفتاح التبديل هذا.
bg: Критичните известия ще се показват в режим "%@", дори ако този превключвател е изключен.
ca: %@ continuarà mostrant els avisos crítics encara que aquesta opció estigui desactivada.
cs: Kritická oznámení bude %@ zobrazovat dál, i když tento přepínač vypnete.
da: Vigtige notifikationer vises stadig i %@, hvis denne kontakt er slået fra.
de: Kritische Mitteilungen werden weiterhin in „%@“ angezeigt, wenn diese Option deaktiviert ist.
el: Οι κρίσιμες γνωστοποιήσεις θα εξακολουθήσουν να εμφανίζονται στην %@, αν είναι ανενεργός αυτός ο διακόπτης.
es: Si esta opción está desactivada, las notificaciones importantes se seguirán mostrando en el modo “%@”.
es_us: Incluso si están desactivadas, las notificaciones críticas se mostrarán en %@.
fi: %@ näyttää silti kriittiset ilmoitukset, jos tämä kytkin on pois päältä.
fr: Les notifications critiques seront toujours affichées dans %@ même si ce réglage est désactivé.
fr_ca: Les notifications critiques s’afficheront quand même dans %@ en cas de désactivation.
he: עדכונים קריטיים יוצגו ב״%@״ גם אם המתג יועבר למצב כבוי.
hi: यदि यह स्विच बंद होता है, तब भी महत्वपूर्ण सूचनाएँ %@ में दिखाई जाएँगी।
hr: Kritične obavijesti i dalje će se prikazivati u “%@” ako je ovaj prekidač isključen.
hu: Ha ez a kapcsoló ki van kapcsolva, a kritikus értesítések továbbra is megjelennek a következőben: %@.
id: Pemberitahuan penting masih akan ditampilkan di %@ jika pengalih ini mati.
it: Se questo interruttore è disattivato, le notifiche urgenti verranno comunque mostrate in %@.
ja: このスイッチがオフになっていても、重大な通知は%@で表示されます。
kk: Бұл опция өшірулі болса да, критикалық хабарландырулар %@ ішінде көрсетіле береді.
ko: 이 스위치가 꺼져 있어도 중요한 알림은 %@에 계속 표시됩니다.
lt: Jei šis perjungiklis išjungtas, funkcijoje „%@“ vis tiek bus rodomi kritiniai pranešimai.
ms: Pemberitahuan kritikal masih akan ditunjukkan dalam %@ jika suis ini tidak aktif.
nl: Kritieke meldingen worden nog steeds weergegeven in %@ als deze optie is uitgeschakeld.
no: Kritiske varslinger vil fortsatt bli vist i %@ selv om du slår av denne bryteren.
pl: %@ będzie nadal wyświetlać powiadomienia krytyczne, nawet jeśli ta opcja jest wyłączona.
pt_br: Se você desativar, as notificações críticas ainda aparecerão no modo %@.
pt_pt: %@ continua a mostrar notificações críticas quando esta opção está desativada.
ro: %@ va continua să afișeze notificările critice dacă acest comutator este dezactivat.
ru: Важные уведомления будут отображаться в режиме «%@», даже если этот переключатель в положении «Выкл.».
sk: Kritické hlásenia bude %@ ďalej zobrazovať, aj keď tento prepínač vypnete.
sl: Kritična obvestila bodo še vedno prikazana v načinu %@, če je ta možnost izklopljena.
sv: Kritiska notiser visas i %@ även om detta reglage är av.
th: การแจ้งเตือนที่สำคัญจะแสดงใน%[tt]@หากสวิตซ์นี้ปิด
tr: Kritik bildirimler, bu ayar kapalıysa bile %@ etkinken görünür.
uk: Критичні сповіщення все одно показуватимуться в режимі «%@», якщо цей перемикач вимкнено.
vi: Thông báo quan trọng sẽ vẫn được hiển thị trong %@ nếu công tắc này bị tắt.
zh_cn: 若关闭此开关，重要通知仍将在%@中显示。
zh_hk: 如關閉此開關，重要通知仍然會在%@中顯示。
zh_tw: 若關閉此開關，重要的通知仍會顯示在%[tt]@中。

# MOTION_TO_WAKE_ENABLED
source: Motion To Wake
ar: حرِّك للتنبيه
bg: Движение за събуждане
ca: Activa amb el moviment
cs: Probudit při pohybu
da: Bevægelse afbryder vågeblus
de: Bei Bewegung aktivieren
el: Κίνηση για αφύπνιση
es: Activar con movimiento
es_us: Activar con movimiento
fi: Herää liikkeestä
fr: Mouvement pour activer
fr_ca: Activer avec le mouvement
he: התעוררות בעת זיהוי תזוזה
hi: सक्रिय करने के लिए हलचल करें
hr: Uključenje kretanjem
hu: Felébresztés mozgással
id: Gerakan Untuk Bangun
it: Attiva con movimento
ja: 動かすとスリープ解除
kk: Іске қосу қимылы
ko: 움직임이 감지되면 깨우기
lt: Pajudinkite, kad pažadintumėte
ms: Gerak untuk Bangunkan
nl: Beweging om te activeren
no: Bevegelse for å vekke
pl: Porusz, aby obudzić
pt_br: Mover para Despertar
pt_pt: Mover para reativar
ro: Mișcare pentru trezire
ru: Выход из сна при движении
sk: Zobudiť pri pohybe
sl: Vklop s premikom
sv: Väck med rörelse
th: เคลื่อนไหวเพื่อปลุก
tr: Hareket Edince Uyandır
uk: Будити рухом
vi: Chuyển động để bật
zh_cn: 通过动作唤醒
zh_hk: 動作喚醒
zh_tw: 動作喚醒

# ALWAYS_ON_DISPLAY_TURN_OFF_NEVER
source: Never
ar: مطلقًا
bg: Никога
ca: Mai
cs: Nevypínat
da: Aldrig
de: Nie
el: Ποτέ
es: Nunca
es_us: Nunca
fi: Ei koskaan
fr: Jamais
fr_ca: Jamais
he: אף פעם
hi: कभी नहीं
hr: Nikad
hu: Soha
id: Jangan Pernah
it: Mai
ja: しない
kk: Ешқашан
ko: 안 함
lt: Niekada
ms: Jangan
nl: Nooit
no: Aldri
pl: Nigdy
pt_br: Nunca
pt_pt: Nunca
ro: Niciodată
ru: Никогда
sk: Nikdy
sl: Nikoli
sv: Aldrig
th: ไม่เลย
tr: Asla
uk: Ніколи
vi: Không
zh_cn: 永不
zh_hk: 永不
zh_tw: 永不

# BUMP_TO_WAKE_ENABLED_FOOTER
source: When this setting is on, %@ will wake when you bump the table.
ar: عند تشغيل هذا الإعداد، سيتم تنبيه %@ عند الخبط على الطاولة.
bg: Когато тази настройка е включена, %@ ще се събужда, когато побутнете масата.
ca: Si aquesta opció està activada, s’activarà l’%@ quan facis un toc a la taula.
cs: Když je toto nastavení zapnuté, %@ probudíte ťuknutím na stůl.
da: Når denne indstilling er slået til, afbrydes vågeblus på %@, når du puffer til bordet.
de: Wenn diese Einstellung aktiviert ist, wird der Ruhezustand von „%@“ beendet, wenn du gegen den Tisch stößt.
el: Όταν είναι ενεργή αυτή η ρύθμιση, το %@ αφυπνίζεται όταν αγγίζετε το τραπέζι.
es: Si esta opción está activada, se activará la pantalla del modo “%@” cuando des un toque en la mesa.
es_us: Si se activa, %@ iniciará al tocar la mesa.
fi: Kun tämä asetus on päällä, %@ herää, kun tömäytät pöytää.
fr: Lorsque ce réglage est activé, %@ s’active lorsque vous heurtez la table.
fr_ca: Lorsque ce réglage est activé, %@ s’activera lorsque vous taperez sur la table.
he: כאשר הגדרה זו מופעלת, ״%@״ יעיר את המכשיר בעת חבטה על השולחן.
hi: इस सेटिंग के चालू रहने पर, जब आप टेबल से टकराएँगे तब %@ सक्रिय हो जाएगा।
hr: Kad je ova postavka uključena, %@ će se uključiti kad lagano udarite stol.
hu: Ha ez a beállítás be van kapcsolva, a(z) %@ fel fog ébredni, amikor meglöki az asztalt.
id: Jika pengaturan ini menyala, %@ akan terbangun saat Anda menyenggol meja.
it: Quando l’impostazione è attiva, %@ si attiverà se dai un colpetto sul tavolo.
ja: この設定をオンにすると、テーブルにぶつけると%@によりスリープが解除されます。
kk: Бұл реттеу қосулы болғанда, үстелді соқсаңыз, %@ іске қосылады.
ko: 이 설정이 켜져 있는 경우 사용자가 테이블에 부딪히면 %@에 의해 깨우기 상태가 됩니다.
lt: Kai šis nustatymas įjungtas, „%@“ pažadinamas bakstelėjus stalą.
ms: Semasa seting ini aktif, %@ akan dibangunkan apabila anda mengetuk meja.
nl: Wanneer deze instelling is ingeschakeld, wordt de %@ geactiveerd wanneer je tegen de tafel stoot.
no: Når denne innstillingen er på, blir %@ vekket når du dulter borti bordet.
pl: Gdy to ustawienie jest włączone, %@ będzie budził się po uderzeniu w blat, na którym jest ustawiony.
pt_br: Quando esse ajuste está ativado, a tela do %@ é ativada com uma batida na mesa.
pt_pt: Quando esta opção está ativada, bater na mesa faz reativar a funcionalidade %@.
ro: Când această configurare este activată, %@ se va trezi când clătinați masa.
ru: Если эта настройка включена, %@ выйдет из режима сна, когда Вы толкнете стол.
sk: Keď je toto nastavenie zapnuté, %@ zobudíte buchnutím do stola.
sl: Ko je ta nastavitev vklopljena, se bo %@ zbudil, ko ga rahlo udarite ob mizo.
sv: När den här inställningen är aktiverad väcks %@ när du stöter till bordet.
th: เมื่อเปิดการตั้งค่านี้ %[tt]@จะเปิดเมื่อคุณเคาะโต๊ะ
tr: %@, bu ayar açıkken masaya çarptığınızda açılır.
uk: Якщо цей параметр увімкнено, %@ виходитиме з режиму сну, коли ви кладете пристрій на стіл.
vi: Khi cài đặt này được bật, %@ sẽ bật khi bạn gõ vào bàn.
zh_cn: 此设置打开时，敲桌子将唤醒%@。
zh_hk: 開啟此設定時，%@會在你敲桌子時喚醒螢幕。
zh_tw: 開啟此設定時，%[tt]@會在你敲桌子時喚醒螢幕。

# AMBIENT_FEATURE_NAME
source: StandBy
ar: الاستعداد
bg: Настолен режим
ca: En repòs
cs: Klidový režim
el: Αναμονή
es: En reposo
fr: En veille
fr_ca: En veille
he: מצב המתנה
hi: स्टैंडबाय
hr: Pripravno stanje
hu: Készenlét
id: Siaga
ja: スタンバイ
kk: Күту режимі
ko: 스탠바이
lt: Budėjimas
no: Ventemodus
pl: Tryb czuwania
pt_br: Em Espera
pt_pt: Em espera
ro: În repaus
ru: Ожидание
sk: Pasívny režim
sl: Stanje pripravljenosti
th: สแตนด์บาย
tr: Bekleme Modu
uk: Очікування
vi: Chế độ chờ
zh_cn: 待机显示
zh_hk: 待機模式
zh_tw: 待機模式
